import React from "react";
import { NavLink } from "react-router-dom";

function About() {
  return (
    <div style={{ margin: "1rem", fontSize: "1.2rem" }}>
      <h5 style={{ textAlign: "center" }}>
        Ласкаво просимо на сайт, який присвячений найвідомішим музеям світу!
      </h5>
      <p>
        Наш ресурс - це онлайн путівник у світ культурної спадщини, де ви
        зможете пізнати та дізнатися більше про найвизначніші музеї з усіх
        куточків планети.
      </p>
      <h5>Наша мета</h5>
      <p>
        Ми створили цей сайт з метою залучити вас до захопливого світу музеїв,
        щоб ви могли дізнатися більше про їхню історію, колекції та культурні
        цінності. Наша мета - надихнути вас на відвідування цих унікальних місць
        та розкрити перед вами всю красу та велич мистецтва і культури.
      </p>
      <h5>Що ми пропонуємо</h5>
      <p>
        На нашому сайті ви знайдете огляди та інформацію про найбільш відомі
        музеї світу, включаючи їхню історію, найвизначніші експонати, віртуальні
        екскурсії та фотогалереї. Ми намагаємося створити якісний та доступний
        контент, який зацікавить як любителів мистецтва, так і широку аудиторію.
      </p>
      <h5>Наша аудиторія</h5>
      <p>
        Наш сайт призначений для всіх, хто цікавиться культурою, мистецтвом та
        історією. Незалежно від вашого рівня знань або досвіду, ми впевнені, що
        ви знайдете на нашому ресурсі щось цікаве та захоплююче для себе.
      </p>
      <h5>Зв'яжіться з нами</h5>
      <p>
        Ми завжди раді отримати ваші відгуки, побажання та пропозиції щодо
        роботи сайту. Не соромтеся зв'язатися з нами за допомогою контактної
        інформації, наведеної на сторінці&nbsp;
        <NavLink to="/contacts">Контакти</NavLink>.
      </p>
      <h5>Посилання</h5>
      <p>
        Ми також надаємо посилання на джерела, з яких ми використовуємо
        інформацію для створення нашого контенту, а також на корисні ресурси та
        партнерів.&nbsp;
        <a
          target="blank"
          href="https://uk.wikipedia.org/wiki/%D0%A1%D0%BF%D0%B8%D1%81%D0%BE%D0%BA_%D0%BD%D0%B0%D0%B9%D0%B2%D1%96%D0%B4%D0%B2%D1%96%D0%B4%D1%83%D0%B2%D0%B0%D0%BD%D1%96%D1%88%D0%B8%D1%85_%D1%85%D1%83%D0%B4%D0%BE%D0%B6%D0%BD%D1%96%D1%85_%D0%BC%D1%83%D0%B7%D0%B5%D1%97%D0%B2_%D1%81%D0%B2%D1%96%D1%82%D1%83_(2020)"
        >
          Посилання на статтю Вікіпедія
        </a>
      </p>
      <h5 style={{ textAlign: "center" }}>
        Дякуємо, що обрали наш сайт для подорожі у світ музеїв та культури!
      </h5>
    </div>
  );
}

export default About;
